Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/depts/other_files/stm201220130029000dddepub.epub.tmx
Source language: nob
Languages: sme

source: Samtidig er det viktig å utnytte den demografisk sett relativt stabile perioden de neste 10–15 årene til en gradvis utbygging av tjenestetilbudet og til å forberede den raske veksten i antallet eldre over 80 år.
sme: Seammás lea mávssolaš, ahte mii geavahit ávkin demográfalaččat oalle dássidis áigodaga lagamus 10–15 jagi ja viiddidit bálvalusfálaldaga dađistaga, vai dan láhkai ráhkkanit badjel 80-jahkásaččaid jođánis lassáneapmái.

source: Særskilt om demens
sme: Erenoamážit demeanssa birra

source: De fleste eldre er friske, men de fleste syke er eldre.
sme: Eanaš boarrásat leat dearvasat, muhto eanemusat geat ellet buoza, leat boarrásat.

source: Forekomsten av sykdom og skader øker med stigende alder, og en betydelig andel eldre får flere sykdommer og skader samtidig med varierende grad av funksjonsnedsettelse.
sme: Buohcuvuođat ja váttut šaddet dábálabbon agi mielde, ja viehka ollu boarrásat ožžot eanet dávddaid ja váttuid seammás go sii doaibmanávccat geahppánit muhtin muddui.

source: Dette vil særlig gjelde for personer som utvikler demens.
sme: Dat guoská erenoamážit olbmuide, geat ožžot demeanssa.

source: Det er i dag om lag 70 000 personer med demens i Norge, og vi regner med at om lag 250 000 personer – både syke og pårørende – er berørt av sykdommen.
sme: Dán áigge Norggas leat sullii 70 000 demeantta, ja mii navdit ahte buohcuvuohta váikkuha sullii 250 000 olbmui – buhcciide ja oapmahaččaide.

source: Om lag 10 000 personer rammes årlig av demens.
sme: Sullii 10 000 olbmo ožžot demeanssa juohke jagi.

source: Fordi antall eldre over 75 år og spesielt de eldste over 80 år vil stige de neste tiårene, vil antallet personer med demens i Norge kunne dobles til om lag 140 000 innen en periode på 25–30 år.
sme: Badjel 75-jahkásaččaid lohku ja erenoamážit boarráseamos badjel 80-jahkásaččaid lohku lassána lagamus logijagiid. Nuba demeanttaid lohku Norggas stuorru beliin ja lea sullii 140 000 lagamus 25–30 jagi áigodagas.

source: Det store antallet personer som berøres av demenssykdommene stiller offentlig forvaltning, helsepersonell og tjenesteapparatet overfor store utfordringer, både med å planlegge og tilrettelegge et faglig forsvarlig og individuelt tilrettelagt tjenestetilbud.
sme: Dat ahte demeansabuohcuvuođat gusket nu ollugiidda, hástala sakka almmolaš hálddašeami, dearvvašvuođabargiid ja bálvalanapparáhta, geat galget plánet ja lágidit fágalaččat bealuštahtti ja oktagaslaš dásis heivehuvvon bálvalusfálaldaga.

source: Tjenestemottakere med innvandrerbakgrunn
sme: Bálvalusaid vuostáiváldit, geain lea sisafárrenduogáš

source: I nær framtid vil det bli flere eldre med innvandrerbakgrunn i Norge.
sme: Lagamus boahtteáiggis lassána daid boarrásiid lohku, geain lea sisafárrenduogáš, Norggas.

source: Statistisk sentralbyrå har for første gang beregnet hvor mange innvandrere og norskfødte med to innvandrerforeldre det blir i landets fylker og i noen større kommuner fram mot 2040 (Statistisk sentralbyrå 2012).
sme: Statistihka guovddášdoaimmahat lea vuosttaš háve rehkenastán man ollu sisafárrejeaddjit ja Norggas riegádan olbmot, geain leat guokte sisafárrejeaddjiváhnema, riikka fylkkain ja muhtin stuorra gielddain leat 2040 (Statistihka guovddášdoaimmahat 2012).

source: Særlig i områdene rundt de store byene vil det bli vekst i årene framover.
sme: Lohku lassána erenoamážit stuorra gávpotbirrasiin lagamus jagiid.

source: Omsorgstjenestene må tilrettelegges på en måte som sikrer at disse brukerne får gode og tilstrekkelige tjenester.
sme: Fuolahanbálvalusaid ferte lágidit dan láhkai, ahte dat geavaheaddjit ožžot doarvái buriid bálvalusaid.

source: Den endrede sammensetningen av brukeres kulturelle og religiøse bakgrunn vil få en betydning for utforming av tjenestene, og stille større krav til individuell tilrettelegging.
sme: Dat ahte geavaheddjiin leat sierralágan kultuvrralaš duogážat ja oskkut, váikkuha dasa mo mii hábmet bálvalusaid, ja gáibida buoret oktagaslaš heiveheami.

source: Figur 3.14 Antall personer med demens framskrevet 2010–2050
sme: Govus 3.14 Demeanta olbmuid ovddalgihtii árvvoštallojuvvon lohku 2010–2050

source: Kilde: Helse- og omsorgsdepartementet.
sme: Gáldu: Dearvvašvuođa- ja fuolahandepartemeanta.

source: Beregnet ut fra en gitt prosent forekomst av demens per aldersgruppe.
sme: Rehkenastojuvvon dihto demeansaproseantta vuođul guđege ahkejovkui.

source: Basert på middelalternativet (MMMM) i befolkningsframskrivningene.
sme: Boahtteáiggi dili ovddalgihtii árvvoštallama gaskageardánis molssaeaktu (GGGG).

source: Alderssammensetning og aldersbæreevne
sme: Ahkečohkiidus ja ahkeguoddinnákca

source: Aldersbæreevnen viser forholdet mellom den yrkesaktive befolkningen og den eldre delen av befolkningen, og er av vesentlig interesse for framtidas økonomiske bæreevne og for velferdstilbud og helse- og omsorgstjenester.
sme: Ahkeguoddinnákca čájeha man ollugat álbmogis leat fidnoaktiivvat go buohtastahttá álbmoga boarrásut osiin, ja lea hui miellagiddevaš boahtteáiggi ekonomiija guoddinnávcca (nanuvuođa) dáfus ja buorredillefálaldagaid ja dearvvašvuođa- ja fuolahanbálvalusaid dáfus.

source: I 2000 var det 4,7 personer i yrkesaktiv alder per eldre, mens koeffisienten for aldersbæreevne reduseres til 3,5 i 2030 og 2,9 i 2050.
sme: 2000 ledje 4,7 olbmo aktiivvalaččat fidnus juohke boarrása nammii. Dasto ahkeguoddinnávcca gerddon njiedjá nu ahte 2030 dat lea 3,5 ja 2050 dat lea 2,9.

source: Nedgangen i andel personer i yrkesaktiv alder i forhold til andel eldre, vil trolig bli en utfordring både for personellsituasjon i helse- og omsorgssektoren og for øvrig verdiskaping og velferdsutvikling.
sme: Lea jáhkehahtti, ahte fidnoaktiiva olbmuid oasi njiedjan go buohtastahttit boarrásiid osiin, šaddá čuolbman dearvvašvuođa- ja fuolahansuorggi bargoveaga dáfus, ja muđuige árvoráhkadeami ja buorredili ovdáneami dáfus.

source: Figur 3.15 Antall personer i yrkesaktiv alder (16–66 år) per antall eldre i gruppen 67 år og mer (Koeffisienten for aldersbæreevne) 2000–2050
sme: Govus 3.15 Galle olbmo leat fidnoaktiiva agis (16–66 jagi) go buohtastahttit badjel 67-jahkásaččaiguin (Ahkeguoddinnávcca gerddon) 2000–2050

source: Omsorgsgivere i familienettverket
sme: Go fuolaheami oažžu bearašfierpmádagas

source: Endringer i befolkningens alderssammensetning har betydning for hvor mange familieomsorgsgivere de aller eldste kan støtte seg på og vil kunne påvirke framtidige familieomsorgsmønstre.
sme: Go álbmoga ahkečohkiidus rievdá, de dat čuohcá dasa man ollugat bearraša siskkobealde sáhttet bargat boarrásepmosiid fuolahemiin ja dat sáhttá váikkuhit boahtteáiggi bearašfuolahanminstariidda.

source: FNs familieomsorgskoeffisient eller forholdet mellom antall personer over 85 år og antall personer i alderen 50–66 år, er et demografisk uttrykk for potensiell omsorgsevne.
sme: ON bearašfuolaheami gerddon (koeffisienta) ovdanbuktá gallis leat badjel 85 jagi ja gallis leat 50–66 jagi. Dat lea demográfalaš vuohki ovdanbuktit potentiála fuolahannávcca.

source: Familieomsorgskoeffisienten slår sterkt ut i Norge, men kan gi et noe forenklet bilde av utviklingen framover, fordi det er flere utviklingstrekk enn alderssammensetningen som har betydning for potensiell omsorgsyting i familien, og fordi kulturelle endringer også påvirker omsorgsyting.
sme: Bearašfuolaheami gerddon čuohcá sakka Norgii, muhto dat veadjá čájehit vehá menddo ovttageardánis gova boahtteáiggi ovdáneamis, danin go vejolaš bearraša siskkobeale fuolaheapmái váikkuhit eanet ovdánansárgosat go ahkečohkiidus, ja danin go kultuvrralaš rievdadusat maid váikkuhit fuolaheapmái.

source: I Norge har familieomsorgen vist seg å være stabil i omfang de siste 20–30 år hvor man har fulgt utviklingen (Daatland og Solem 2000, Rønning m.fl. 2009).
sme: Norggas lea bearraša siskkobeale fuolaheapmi leamaš oalle stáđis maŋimuš 20–30 jagi, goas leat čuvvon ovdáneami (Daatland ja Solem 2000, Rønning ja earát 2009).

source: Det kan synes som om familie og offentlig omsorg utfyller hverandre, gitt visse vilkår for dette.
sme: Orru ahte bearaš ja almmolaš fuolaheapmi dievasmahttet nubbi nuppi, go dasa addojuvvojit dihto eavttut.

source: Familien kan stille opp om de slipper å måtte ta hele ansvaret.
sme: Bearaš sáhttá bargat oasis, jos dat ii dárbbaš váldit olles ovddasvástádusa.

source: Figur 3.16 Antall personer i aldersgruppen 50–66 år per person i aldersgruppen 85 år og over (Familieomsorgskoeffisienten) 2000–2050
sme: Govus 3.16 50–66 jahkásaččaid lohku, go buohtastahttit badjel 85 jahkásaččaid loguin (Bearašfuolaheami gerddon) 2000–2050

source: 3.5.2 Årsverksbehov
sme: 3.5.2 Jahkebargguid dárbu

source: Framskrivningene av personellbehovet fram til 2050 er utført av Statistisk sentralbyrå (Holmøy m.fl. 2013).
sme: Boahtteáiggi bargoveaga dárbbuid ovddalgihtii árvvoštallamiid gitta 2050 rádjái lea dahkan Statistihka guovddášdoaimmahat (Holmøy ja earát 2013).

source: De bygger på forutsetninger om noen av de viktigste drivkreftene for etterspørselen etter omsorgstjenester: demografi, sykelighet, omfang av familieomsorg og standard på tjenestene.
sme: Daid vuođđun leat navdojuvvon dieđut dan hárrái, mii eanemusat váikkuha fuolahanbálvalusaid jerrui: demografiija, buohcan, bearraša siskkobeale fuolaheapmi ja bálvalusaid dássi.

source: Figur 3.17 Framskrivning av personellbehovet i omsorgssektoren 2012–2050 i antall årsverk
sme: Govus 3.17 Fuolahansuorggi boahtteáiggi bargoveaga dárbbuid ovddalgihtii árvvoštallan 2012–2050, jahkebargguid lohku

source: Kilde: Holmøy m.fl. 2013 (Statistisk sentralbyrå)
sme: Gáldu: Holmøy m.fl. 2013 (Statistihka guovddášdoaimmahat)

source: Det vil alltid være betydelig usikkerhet knyttet til slike tallmessige framskrivninger.
sme: Dákkár loguid ovddalgihtii árvvoštallamiidda čatnasa álo viehka ollu eahpesihkarvuohta.

source: Det foreligger lite forskning på trendene i behovet for omsorgstjenester som framskrivningene kan basere seg på.
sme: Eai leat olus dutkan fuolahanbálvalusa dárbbuid ovdáneami báruid (treanddaid), maid vuođul árvvoštallamiid sáhtášii dahkat.

source: Det er i tillegg viktig å understreke at framskrivningene ikke har tatt hensyn til virkningene av de strategiene og tiltakene regjeringen har utformet for å forebygge eller redusere veksten av omsorgsbehovet i framtida.
sme: Lea maid mávssolaš deattastit, ahte ovddalgihtii árvvoštallamiin eai leat váldán vuhtii daid strategiijaid ja doaimmaid váikkuhusaid, maid ráđđehus lea hábmen, ja maiguin galget eastadit dahje ráddjet fuolahandárbbu viiduma boahtteáiggis.

source: Framskrivningene er derfor ikke ment som forsøk på å forutsi framtida, men som illustrasjoner til debatten om hva slags framtid vi ønsker.
sme: Ovddalgihtii árvvoštallamiid ulbmil ii leat ge de geahččalit einnostit boahtteáiggi, muhto mii geavahit daid govvádussan go leat digaštallamin makkár boahtteáiggi mii sávvat.

source: Personellbehov fram til 2050
sme: Bargoveaga dárbu gitta 2050 rádjái

source: Framskrivningen i figur 3.17 viser personellbehovet i den kommunale omsorgssektoren fram til 2050 under følgende forutsetninger: Befolkningens størrelse og sammensetning følger middelalternativet i Statistisk sentralbyrås siste framskrivninger fra 2012;
sme: Govvosa 3.17 ovddalgihtii árvvoštallamat čájehit gielddaid fuolahansuorggi bargoveaga dárbbu 2050 rádjái čuovvovaš eavttuiguin: Álbmoga sturrodat ja čohkiidus čuovvu Statistihka guovddášdoaimmahaga maŋimuš ovddalgihtii árvvoštallamiid gaskkamuš molssaeavttu jagi 2012;

source: alders- og kjønnsspesifikk innsats av timeverk per bruker videreføres på 2010-nivå (konstant standard);
sme: agi- ja sohkabeali dáfus sirrejuvvon diibmobargohivvodat bissu 2010-dásis (bissovaš standárda);

source: aldersspesifikk sykelighet reduseres i takt med økende levealder, slik at perioden som intensiv bruker av omsorgstjenester mot slutten av livet holder seg omtrent uendret i tiårene framover (utsatt sykelighet);
sme: ahkái mihtilmas buohcan geahppána dađistaga go eallinahki guhkku, nu ahte áigodat eallima loahppamuttus, goas olmmoš lea fuolahanbálvalusaid intensiiva geavaheaddji, ii olus rievdda lagamuš logijagiid (maŋiduvvon buohcanriska);

source: omfanget av familieomsorg holder seg konstant på om lag 100 000 årsverk (uendret familieomsorg).
sme: bearraša siskkobeale fuolaheapmi bissu sullii 100 000 jahkebargun (rievddakeahtes bearašfuolaheapmi).

source: Framskrivningen viser at antall årsverk i omsorgssektoren kan øke med nærmere 50 prosent eller om lag 60 000 årsverk fram til 2030 og mer enn fordobles fram til 2050.
sme: Ovddalgihtii árvvoštallamat čájehit, ahte fuolahansuorggi jahkebargguid lohku sáhttá lassánit lagabui 50 proseanttain dahje sullii 60 000 jahkebargguin gitta 2030 rádjái ja šaddat eanet go guovttegeardásažžan 2050 rádjái.

source: Figur 3.18 viser at den årlige årsverksveksten vil være størst fra rundt 2025, med en topp like etter 2030 på om lag 6000 nye årsverk per år, og stabilisere seg på et høyere nivå like etter 2040 med en åreverksvekst på om lag 4000 nye årsverk per år.
sme: Govus 3.18 čájeha, ahte jahkebargguid lohku badjána eanemusat 2025 rájes, ja lea stuorámus dalán 2030 maŋŋá, goas šaddet sullii 6000 ođđa jahkebarggu jahkái. Dan maŋŋá dat stáđásmuvvá bajit dássái dalán 2040 maŋŋá, goas šaddet 4000 ođđa jahkebarggu jahkái.

source: Samtidig viser framskrivninger av arbeidsmarkedet for helse- og sosialpersonell en akkumulert underdekning av de største utdanningsgruppene i omsorgssektoren på om lag 55 000 årsverk i 2030 (Roksvaag og Texmon 2012).
sme: Seammás dearvvašvuođa- ja sosiálabargiid bargomárkana ovddalgihtii árvvoštallamat čájehit, ahte fuolahansuorggi stuorámus oahppojoavkkuid guovdu čoahkkana vuolláibázan 55 000 jahkebarggu 2030 (Roksvaag ja Texmon 2012).

source: Underdekning av helse- og sosialfagutdannet personell kombinert med økt rekrutteringsbehov vil medføre at det i perioden etter 2020 vil bli nødvendig å rekruttere bredere, etter personell med annen bakgrunn.
sme: Dearvvašvuođa- ja sosiálafágaoahppan bargiid váilun ja stuorát rekruterendárbu dagahit, ahte 2020 fertet bálkáhit bargiid viidásut joavkkus, dakkár bargiid gaskkas, geain lea earálágan duogáš.

source: Samtidig viser dette nødvendigheten av å investere ekstra i velferdsutdanningene i årene som kommer, slik det legges opp til i Meld. St. 13 (2011–2012) Utdanning for velferd – Samspill i praksis.
sme: Seammás dat čájeha man vealtameahttun lea investeret lasi buorredilleoahpuide boahtte jagiid, nu mo ovdanbuktojuvvo St.dieđáhusas 13 (2011–2012) Utdanning for velferd – Samspill i praksis.

source: Figur 3.18 Årlig årsverksvekst i omsorgssektoren 2012–2050
sme: Govus 3.18 Fuolahansuorggi jahkebargguid lassáneapmi jahkái 2012–2050

source: Familieomsorg
sme: Bearraša siskkobeale fuolaheapmi

source: Framskrivningen i figur 3.17 bygger på forutsetningen om at familieomsorgen holdes uendret på om lag 100 000 årsverk i framskrivningsperioden.
sme: Govvosa 3.17 ovddalgihtii árvvoštallamat eaktudit, ahte bearraša siskkobeale fuolaheapmi bissu sullii 100 000 jahkebargun áigodagas, maid ovddalgihtii árvvoštallan fátmmasta.

source: På grunnlag av Statistisk sentralbyrås tidsbruks- og levekårsundersøkelser er det anslått at familieomsorgen har holdt seg noenlunde stabil på om lag 100 000 årsverk de siste tiårene, men med en mindre nedgang fra 1990 til 2000 (Rønning m.fl. 2009).
sme: Statistihka guovddášdoaimmahaga áigegeavahan- ja eallindilleguorahallamiid vuođul leat árvvoštallan, ahte bearraša siskkobeale fuolaheapmi lea bisson sullii seammá dásis, sullii 100 000 jahkebarggu dásis maŋimus logijagiid, earret ahte dat njiejai vehá 1990 – 2000 (Rønning ja earát 2009).

source: Dette betyr at omfanget av årsverk fra familie og uformelt sosialt nettverk ikke øker i takt med omsorgsbehovet i befolkningen, og at det sannsynligvis er urealistisk å påregne at den vil vokse i takt med veksten i omsorgsbehovet i årene som kommer.
sme: Dat mearkkaša, ahte jahkebargguid hivvodat, maid bearaš ja eahpeformála sosiála fierpmádat doaimmaha, ii lassán dađistaga go álbmot dárbbaša eanet fuolaheami, ja ahte lea jáhkkimis eahperealisttalaš navdit, ahte dat sturošii fuolaheami dárbbu mielde lagamus jagiid.

source: De demografiske forutsetningene ligger heller ikke til rette for det.
sme: Demográfalaš eavttut maid eai doarjjo dakkár ovdáneami.

source: Veksten i omsorgsbehov må derfor i hovedsak løses på andre måter.
sme: Eanaš fuolahandárbbu stuorruma ferte danin čoavdit eará láhkai.

source: Det blir samtidig viktig å opprettholde, styrke og vedlikeholde den ressursen omsorgen fra familie og frivillige utgjør i møte med framtidas omsorgsutfordringer.
sme: Seammás lea mávssolaš doalahit, nannet ja bajásdoallat bearraša ja eaktodáhtolaččaid fuolahanbarggu, go dat lea mávssolaš resursa boahtteáiggi fuolahanhástalusaid oktavuođas.

source: «Vårt funn om en nedgang i frivillig omsorgsarbeid fra 1990 til 2000 viser at denne innsatsen er truet.
sme: «Mii leat gávnnahan, ahte eaktodáhtolaš fuolahanbargu lea njiedjan áigodagas 1990-2000, ja dat čájeha ahte dat áŋgiris bargu lea áitojuvvon.

source: Mange forhold bidrar til det.
sme: Dasa váikkuhit ollu áššit.

source: Det er viktig å se at måten de offentlige tjenestene organiseres på, og de samhandlingsmuligheter som her etableres, har betydning både for omfang og innhold i omsorgstjenester.
sme: Lea mávssolaš fuomášit, ahte vuohki, mainna mii organiseret almmolaš bálvalusaid, ja ovttasdoaibmanvejolašvuođat, mat dan bokte ásahuvvojit, váikkuhit sihke fuolahanbálvalusaid viidodahkii ja sisdollui.

source: Det er vanskelig å se at flere av de organisatoriske endringer som er gjennomført de siste åra, har vært bevisst på dette.
sme: Dan hárrái ii oro leamaš dihtomielalašvuohta, go leat rievdadan organiserema ollu maŋimuš jagiid.

source: Skal vi ivareta de frivillige omsorgsressursene må de offentlige aktørene framover framstå som støttespillere og som gartnere som dyrker og vedlikeholder disse ressursene.
sme: Jos mii áigot doalahit eaktodáhtolaš fuolahanresurssaid, de fertejit almmolaš aktevrrat doarjut daid, ja doaibmat gilvvagárdebargiid láhkai – dikšut ja fuolahit daid resurssain.

source: » (Rønning m.fl. 2009)
sme: » (Rønning ja earát 2009)

source: Figur 3.19 viser framskrivninger av personellbehovet med andre forutsetninger for utviklingen i familieomsorg.
sme: Govus 3.19 čájeha bargoveaga dárbbuid ovddalgihtii árvvoštallamiid, go bearraša siskkobeale fuolaheami ovdáneamis leat eará eavttut.

source: I alternativet Reduksjon i familieomsorgen er omfanget av familieomsorgen redusert i takt med reduksjonen i familieomsorgskoeffisienten.
sme: Molssaeavttus Bearašfuolaheami geahppáneapmi lea bearraša siskkobeale fuolaheami viidodat geahppánan seammá leavttuin, go bearašfuolaheami gerddon lea njiedjan.

source: I alternativet Vekst i familieomsorgen øker omfanget av familieomsorgen proporsjonalt med økningen i den formelle omsorgen.
sme: Molssaeavttus Bearašfuolaheami lassáneapmi lassána bearraša siskkobeale fuolaheapmi seammá leavttuin formála fuolahemiin.

source: Disse alternativene viser at endringer i omfanget av familieomsorgen vil ha svært stor betydning for personellbehovet i omsorgssektoren.
sme: Molssaeavttut čájehit, ahte bearraša siskkobeale fuolaheami rievdadusat váikkuhit ereliiggán ollu fuolahansuorggi bargoveaga dárbui.

source: Sykelighet og funksjonsevne
sme: Buohcan ja doaibmanávccat

source: Endringer i helse og funksjonsnivå har betydning for hvordan det framtidige omsorgsbehovet utvikler seg, og det er knyttet stor usikkerhet til hvordan helsetilstand og funksjonsevne vil utvikle seg når levealderen øker.
sme: Dearvvašvuođa ja doaibmanávccaid rievdadusat váikkuhit dasa mo fuolahandárbu ovdána boahtteáiggis, iige sáhte sihkkarit dadjat makkárin dearvvašvuođadilli ja doaibmanávccat ovdánit, go eallinahki guhkko.

source: I Global Burden of Disease Study 2010 har man blant annet kartlagt omfanget av 235 årsaker til død, uførhetsjusterte leveår for 291 sykdommer eller skader, forventet levealder og 67 risikofaktorer (Salomon m.fl. 2012).
sme: Global Burden of Disease Study 2010 olis leat kárten 235 jápminsuja viidodaga, bargonávccahisvuođa dáfus muddejuvvon eallinjagiid 291 dávdda ja vahága guovdu, vurdojuvvon eallinagi ja 67 riskafáktora (Salomon ja earát 2012).

source: Tall fra 2010 sammenliknes med tall fra den tilsvarende studien i 1990.
sme: 2010 logut buohtastahttojit sullasaš kártemiin, mii dahkkojuvvui 1990.

source: Resultater fra prosjektet viser at for Norge har økt levealder fra 1990 til 2010 i hovedsak gitt flere friske år.
sme: Prošeavtta bohtosat čujuhit dan guvlui, ahte go eallinahki lea loktanan Norggas 1990 rájes 2010 rádjai, de dat lea eanaš addán dearvvas jagiid.

source: For menn besto den økte levealderen på 4,9 år i perioden av 3,4 friske år og 1,5 syke år, mens for kvinner besto den økte levealderen på 3,1 år i perioden av 2,3 friske år og 0,8 syke år.
sme: Albmáid eallinahki lassánii 4,9 jagiin áigodagas, mas 3,4 ledje dearvvas jagi ja 1,5 buohcanjagi. Nissoniid eallinahki lassánii 3,1 jagiin áigodagas, ja das ledje 2,3 dearvvas jagi ja 0,8 buohcanjagi.

source: Boks 3.1 Personellbehovet 2012–2050
sme: Boksa 3.1 Bargoveaga dárbu 2012–2050

source: Figur 3.19 Personellbehovet (2012–2050) ved ulike forutsetninger om familieomsorg
sme: Govus 3.19 Bargoveaga dárbu (2012–2050) sierralágan bearašfuolaheami eavttut

source: Figur 3.20 Personellbehovet (2012–2050) ved ulike forutsetninger om sykelighet
sme: Govus 3.20 Bargoveaga dárbu (2012–2050) sierralágan buohcaneavttut

source: Figur 3.21 Personellbehovet (2012–2050) ved 1 prosent standardøkning
sme: Govus 3.21 Bargoveaga dárbu (2012–2050) 1 proseantta standárdalassánemiin

source: Figur 3.22 Personellbehovet (2012–2050) ved 20 prosent forbedret ressursutnyttelse 2014–2030 (illustrasjon)
sme: Govus 3.22 Bargoveaga dárbu (2012–2050) go buoridit resurssaid geavaheami 20 proseanttain 2014–2030 (illustrašuvdna)

source: Figur 3.23 Forventet gjenstående levealder og sykelighet blant 65-åringer i Europa i 2011
sme: Govus 3.23 Eurohpá 65-jahkásaččaid vurdojuvvon loahppaeallináigi ja buohcan 2011

source: Kilde: http://ec.europa.eu/health/indicators/healthy_life_years/
sme: Gáldu: http://ec.europa.eu/health/indicators/healthy_life_years/

source: Figur 3.23 viser forventet gjenstående levealder for en 65-åring i et utvalg land i Europa i 2011, med estimat for gjenstående år med god og dårlig helse.
sme: Govus 3.23 čájeha man guhkes loahppaeallin 65-jahkásaččain lea dihto riikkain Eurohpás 2011, ja galle jagi das ellet dearvvasin ja buoza.

source: Figuren viser at Norge både er blant de som lever lengst i Europa og har færrest år med dårlig helse på slutten av livet.
sme: Govus čájeha, ahte Norga gullá riikkaide, main ellet guhkimusat ja main eai leat nu ollu jagit heajos dearvvašvuođain eallima loahppamuttus.

source: En gjennomgang av svensk og internasjonal forskning viser at ulike studier kommer til ulike konklusjoner når det gjelder utviklingen i eldres helse og funksjonsevne (Thorslund og Parker 2005).
sme: Go leat geahčadan Ruoŧa ja riikkaidgaskasaš dutkamiid, de leat vávján ahte iešguđet dutkamušain bohtet sierralágan loahppajurdagiidda, go geahčadit boarrásiid dearvvašvuođa ja doaibmanávccaid ovdáneami (Thorslund ja Parker 2005).

source: Uansett forskjeller i metode og studert alder viser forskningsgjennomgangen en forbedring i eldres evne til å klare hverdagslige sysler.
sme: Geahčakeahttá sierralágan metodaide ja dutkojuvvon agiide, de dutkamušaid logadettiin vuohttá, ahte boarrásat nagodit buorebut doaimmahit dábálaš doaimmaideaset.

source: Samtidig rapporterer flere eldre om spesifikke helseproblemer.
sme: Seammás eanet boarrásat almmuhit dihtolágan dearvvašvuođaváttisvuođaid.
